insert into films(name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id) values('За гранью реальности',
'Майкл, талантливый аферист, собирает команду людей с паранормальными способностями,
чтобы ограбить казино. Однако все идет не по плану, и герои оказываются в смертельной опасности.', 2018, 4, 12, 107, 1);
insert into films(name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id) values('Воображаемые друзья',
'Беа заводит знакомства с воображаемыми друзьями, которых бросили их хозяева.', 2024, 3, 0, 104, 2);
insert into films(name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id) values('Геошторм',
'После серии стихийных бедствий лидеры мировых держав объединили усилия,
чтобы создать разветвленную сеть орбитальных спутников по контролю климата для предотвращения природных катаклизмов.', 2017, 1, 18, 109, 3);
insert into films(name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id) values('Тихое место', 'Девушка Сэм (Самира), неизлечимо больная раком, вместе с другими пациентами хосписа приезжает на Манхэттен на кукольный спектакль.
После спектакля она надеется купить в городе пиццу — может быть, последний раз в жизни.', 2024, 2, 18, 100, 4);